amodio.toggle-excluded-files
be5invis.vscode-custom-css
beardedbear.beardedicons
beardedbear.beardedtheme
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dasfranck.jellybeans
dbaeumer.vscode-eslint
drcika.apc-extension
dsznajder.es7-react-js-snippets
enkia.tokyo-night
esbenp.prettier-vscode
eternal.tokyo-night-horizon
formulahendry.auto-close-tag
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
golang.go
iocave.monkey-patch
irongeek.vscode-env
mads-hartmann.bash-ide-vscode
miguelsolorio.fluent-icons
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.azure-repos
ms-vscode.remote-repositories
oven.bun-vscode
prisma.prisma
rssowl.close-all
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
subframe7536.custom-ui-style
tamasfe.even-better-toml
typescriptteam.native-preview
usernamehw.errorlens
yoavbls.pretty-ts-errors
